Repository: ideaplexus/blinkid-verify-react-native
Catalog: plugin/src/Frameworks/IDVerifyFramework/IDVerifyFramework/Resources/*.lproj/PPCamera.strings
Languages: hr

# scanning.navigationBar.title
source: Scan your ID
hr: Skeniranje iskaznice

# editing.navigationBar.title
source: Data confirmation
hr: Uređivanje podataka

# results.navigationBar.title
source: Data confirmation
hr: Potvrda usporedbe lica

# scanning.status.idfront
source: Place the front side of the ID card in the frame and wait for automatic scan.
hr: Postavite prednju stranu osobne iskaznice u okvir i pričekajte automatsko skeniranje.

# scanning.help.idfront
source: ID card front side
hr: Prednja strana osobne iskaznice

# scanning.status.idback
source: Place the back side of the ID card in the frame and wait for automatic scan.
hr: Postavite stražnju stranu osobne iskaznice u okvir i pričekajte automatsko skeniranje.

# scanning.help.idback
source: ID card back side
hr: Stražnja strana osobne iskaznice

# scanning.status.glare
source: Move the card to avoid glare
hr: Pomaknite iskaznicu da izbjegnete odsjaj

# scanning.nonmatching.message
source: The front and back side of the ID don’t match.
hr: Ne podudaraju se prednja i stražnja strana osobne iskaznice.

# scanning.nonmatching.buttontitle
source: Scan again
hr: Ponovite skeniranje

# liveness.status.faceNotInFrame
source: Position face inside the frame
hr: Pozicionirajte lice unutar okvira

# liveness.status.blink
source: Close eyes for a second
hr: Sklopite oči na tren

# liveness.status.smile
source: Smile while showing teeth
hr: Osmijehom pokažite zube

# liveness.status.angle
source: Align device with face
hr: Poravnajte telefon s licem

# liveness.status.tooFar
source: Get closer to the camera
hr: Približite se kameri

# liveness.status.tooClose
source: Increase distance from the camera
hr: Udaljite se od kamere

# liveness.instructions.title
source: Tap for detailed instructions
hr: Dodirnite za detaljne upute

# instructions.close
source: CLOSE
hr: ZATVORI

# instructions.scan.title
source: SCANNING INSTRUCTIONS
hr: UPUTE ZA SKENIRANJE

# instructions.scan.upper
source: First, put the front side then the back of your ID card in the frame. Wait until automatic reading is complete
hr: Prvo stavite prednju stranu, a zatim poleđinu svoje osobne iskaznice u okvir. Pričekajte automatsko očitavanje.

# instructions.scan.lower
source: To ensure a successful reading, make sure that the ID card is not placed aslant and that there is no reflection.
hr: Kako bi očitavanje bilo uspješno, osobna iskaznica ne smije stajati ukoso i obvezno eliminirajte odsjaj.

# instructions.selfie.title
source: INSTRUCTIONS FOR SELFIE
hr: UPUTE ZA SELFIE

# instructions.selfie.upper
source: Hold your phone directly in front of your face and follow the instructions on the display.
hr: Držite telefon ravno ispred lica te slijedite upute na ekranu.

# instructions.selfie.lower
source: There must be enough light in the room, and the source of light may not be directly behind you.
hr: U prostoriji treba biti dovoljno svjetla, a izvor svjetlosti ne smije biti izravno iza Vas.
