Repository: ideaplexus/blinkid-verify-react-native
Catalog: plugin/src/Frameworks/IDVerifyFramework/IDVerifyFramework/Resources/*.lproj/PPResult.strings
Languages: hr

# edit.subtitle
source: If some data is not correct upon scanning, please scan again.
hr: Ako neki podatak nije ispravno skeniran, uredite ga ili ponovite skeniranje.

# edit.insert.title
source: PLEASE INSERT FIELDS
hr: MOLIM UNESITE PODATKE

# edit.button.repeatScanning
source: SCAN AGAIN
hr: PONOVITE SKENIRANJE

# edit.button.confirm
source: CONFIRM
hr: NASTAVITE

# edit.button.edit
source: EDIT
hr: UREDITE

# edit.keyboard.done
source: Done
hr: Potvrdi

# keyboard.label.help
source: Marked letters are available for editing with the keyboard. A selected letter to be changed is marked in red. Use arrows to select other letters.
hr: Označena slova moguće je promijeniti pomoću tipkovnice. Aktivno slovo za izmjenu označeno je crvenom bojom, a strelicama odabirete sljedeća slova.

# keyboard.button.confirm
source: CONFIRM
hr: POTVRDITE IZMJENE

# result.button.continue
source: CONFIRM
hr: NASTAVITE

# result.button.repeatSelfie
source: REPEAT SELFIE
hr: PONOVITE SELFIE

# result.button.continueWithoutConfirmation
source: SET UP A MEETING
hr: UGOVORITE SASTANAK

# result.status.noconnection
source: CHECK YOUR INTERNET CONNECTION.
hr: PROVJERITE INTERNET VEZU.

# result.status.matchfailed
source: PLEASE REPEAT SELFIE.
hr: USPOREDBA LICA NIJE USPJELA. PONOVITE SELFIE ILI UGOVORITE SASTANAK U POSLOVNICI.

# result.status.selfiefailed
source: SELFIE CAPTURE FAILED. REPEAT AND FOLLOW THE INSTRUCTION ON THE SCREEN.
hr: NIJE USPJELO SNIMANJE SELFIJA. PONOVITE I SLIJEDITE UPUTE NA EKRANU.

# result.fieldtitle.documentno
source: Document number
hr: Broj osobne iskaznice

# result.fieldtitle.firstname
source: First name
hr: Ime

# result.fieldtitle.lastname
source: Last name
hr: Prezime

# result.fieldtitle.sex
source: Sex
hr: Spol

# result.fieldtitle.dateOfBirth
source: Date of birth
hr: Datum rođenja

# result.fieldtitle.nationality
source: Nationality
hr: Državljanstvo

# result.fieldtitle.address
source: Address
hr: Prebivalište

# result.fieldtitle.issuer
source: Issuer
hr: Izdavatelj

# result.fieldtitle.dateOfExpiry
source: Date of expiry
hr: Vrijedi do

# result.insert.oib
source: Enter your OIB
hr: Unesite vaš OIB

# result.insert.oib.error
source: OIB is not valid.
hr: Uneseni OIB nije ispravan.
